<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 流年 <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 应用公共文件
function jl_level($num)
{
	if($num>=0 and $num <50){return '一级教练';}
	if($num>=50 and $num <150){return '二级教练';}
	if($num>=150 and $num <350){return '三级教练';}
	if($num>350){return '四级教练';}
}